Book.seed_once(:id) do |b|
  b.title = 'アジャイルサムライ'
  b.description = 'マスターセンセイと学ぶアジャイル開発の道動くソフトウェアを素早く開発するための「アジャイルソフトウェア開発手法」を、実際に導入するにはどうすればよいかを、豊富な図を使い親しみやすい言葉で解説しています。経験豊かな著者が具体的なノウハウをまとめた本書は、アジャイル開発を導入したいと考えている組織や人のための「現場のマニュアル」として役立ってくれることでしょう。'
end

Book.seed_once(:id) do |b|
  b.title = 'アジャイル プラクティス'
  b.description = '現場に即した開発手法の手引きアジャイル(俊敏な、フットワークの軽い)開発の実践的な側面を解説した書籍。単なる開発手法の教科書ではなく、実際の開発現場から生まれたアドバイスや手引きを、具体例を用いて達人プログラマが伝える。原書は、2007年Software Develompent誌Jolt Awardで一般書籍部門のProductivity Award を獲得。'
end

Book.seed_once(:id) do |b|
  b.title = 'アマゾノミクス'
  b.description = '◎米amazon 元チーフ・サイエンティスト◎
ジェフ・ベゾスとともに買い物の常識を変えた
科学者が明かす巨大データ企業の秘密。
Facebook,Uber,Google,Airbnb驚愕の戦略!'
end

Book.seed_once(:id) do |b|
  b.title = 'アルバイトが辞めない職場の作り方'
  b.description = 'もしかして、「辞められ店長」になってしまっていませんか?
空前の人材不足時代だからこそ、採用した人材を大切にしないといけません
アルバイトがやめたくなってしまう理由とは?
辞めさせないためにはどうしたらいいのか?
この一冊であなたの店の「人材・職場環境」を解決しましょう'
end

Book.seed_once(:id) do |b|
  b.title = 'アントレプレナーの教科書'
  b.description = '変貌するアジア、停滞する日本経済
成長ビジネスは「新興アジア」が舞台となる'
end

Book.seed_once(:id) do |b|
  b.title = 'イーロン・マスク'
  b.description = '「世界を救う」ことを人生のテーマとし、人類の火星移住を本気で目指す、今最も注目の天才起業家、イーロン・マスク。
どんな窮地に立ってもそれを乗り越え、世界を驚かせる結果を出し続けているマスクの在り方は、危ういながらも非常に人を惹きつけます。
世界を変える男が何を考え、どう生きてきたのか。本書ではマスクの言葉とともに、彼の人物像に迫ります。'
end

Book.seed_once(:id) do |b|
  b.title = '飲食店経営2019/1'
  b.description = '対談 髙岡慎一郎氏×本誌編集長 毛利英昭
インバウンドと人材活用をテーマに2019年の外食産業の動向を占う'
end

Book.seed_once(:id) do |b|
  b.title = 'エクストリームプログラミング'
  b.description = 'アジャイル開発とは何だったのか、その原点を再考する新訳
優れた技術力と良好な人間関係をもってしてソフトウェア開発を成功に導く、ケント・ベックによるXP(エクストリームプログラミング)のすべてを集約した名著 "Extreme Programming Explained: Embrace Change" の新訳版。アジャイル開発の原点を知る、必読の一冊です。'
end

Book.seed_once(:id) do |b|
  b.title = '大型商談を成約に導く「SPIN」営業術'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = 'カスタマーサクセス サブスクリプション時代に求められる「顧客の成功」１０の原則'
  b.description = '業績が上がらないのは、本当に不況のせいだけなのか?
20年以上「営業のバイブル」として読み継がれる、
大型商談の必須テクニック、
「SPIN」式を網羅したオリジナル・テキスト。
不況の厳しい荒波を突破する切り札に!'
end

Book.seed_once(:id) do |b|
  b.title = '起業のファイナンス'
  b.description = '起業家はもちろん、ベンチャーキャピタルやエンジェル、弁護士、司法書士、公認会計士、税理士など、
起業家をサポートする人からもご好評をいただいた同名図書の増補改訂版。
前作は、ベンチャー投資額が大幅に減少し続ける中で発行されましたが、その後のベンチャー生態系の急速な活性化により、元気なベンチャーが多数起業し、
数十億円規模の増資を成功させるベンチャーも登場するようになりました。
そこで、2015年に施行予定の改正会社法も反映させた、ベンチャーのコーポレートガバナンスを解説する章を新たに書き足すなど、
起業にまつわる最新の情報を盛り込み、全編を大幅に書き換えました。'
end

Book.seed_once(:id) do |b|
  b.title = '起業のエクイティ・ファイナンス'
  b.description = '2010年に発売されるや、ベンチャー関係者のバイブルとなり、その後の起業ブームを支える一助となった『起業のファイナンス』の続編です。
現在、加速度的に増加しているベンチャーへの増資やM&Aに対応するために、本作ではより専門的なエクイティ・ファイナンス(株式を使った資金調達)の知識と実務手続きを解説します。'
end

Book.seed_once(:id) do |b|
  b.title = '逆説のスタートアップ思考'
  b.description = '爆発的成長を遂げる組織を指す「スタートアップ」。起業や新規事業が求められる今、その方法論は高い価値を持ち、「日本が健全な社会を維持するために不可欠」と著者は主張する。なぜ今スタートアップが必要とされるのか? なぜ東大生はそれを学んでいるのか? 今こそ逆説的で反直観的な思考法で革新せよ! 孫泰蔵氏推薦。'
end

Book.seed_once(:id) do |b|
  b.title = 'サブスクリプション・マーケティング'
  b.description = '共有型経済とスマートデバイスの普及を背景に、あらゆる分野でサブスクリプション(定額制、継続課金)へのシフトが進んでいる。「モノが売れない時代」を迎える中、いま何をするべきか?ビジネスの原則を変える大潮流の本質と実践指針がわかる!'
end

Book.seed_once(:id) do |b|
  b.title = '事業構想2017/11'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = '事業構想2018/1'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = '失敗の化学'
  b.description = '誰もがみな本能的に失敗を遠ざける。だからこそ、失敗から積極的に学ぶごくわずかな人と組織だけが「究極のパフォーマンス」を発揮できるのだ。オックスフォード大を首席で卒業した異才のジャーナリストが、医療業界、航空業界、グローバル企業、プロスポーツチームなど、あらゆる業界を横断し、失敗の構造を解き明かす!'
end

Book.seed_once(:id) do |b|
  b.title = 'スタートアップ・ウェイ'
  b.description = '本書で説明するのは、長期にわたり成長の源をみつけられる組織を作る設計図のようなものだ。価値ある製品イノベーションを推進する構造の作り方や、やりがいが大きくなる仕事の組み立て方がわかる。リーダーとして自分はどういう役割を果たすべきなのかについても、目からうろこが落ちるはずだ。本書の新たな枠組みを活用すれば、長期的な成長と柔軟性が得られる持続可能なシステムを生みだせるはずである。'
end

Book.seed_once(:id) do |b|
  b.title = 'スタートアップで働く'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = 'スタートアップで働くということ'
  b.description = '「営業担当」「開発担当」「マーケティング担当」…。呼び方は同じでも、スタートアップ企業と一般企業とでは求められる役割が大きく違う。新しい会社をゼロからつくるという仕事に自分が向いているかどうか、何が足りないか、正しい認識をつくるための一冊。'
end

Book.seed_once(:id) do |b|
  b.title = 'ステージ別 ベンチャー企業の労務戦略'
  b.description = '創業からIPOまでステージ別に労務のポイントを解説。また、自由な働き方ができる制度やモチベーションを上げる制度など、ユニークな人事制度をインタビュー事例として掲載。'
end

Book.seed_once(:id) do |b|
  b.title = '戦略的コールセンターのすすめ'
  b.description = 'コールセンターは労働集約的な組織である。だが、体力勝負で仕事をする組織ではない。全社で最大のインテリジェンスの集団なのだ。継続的にお客様の期待値を上回り、効率的な運用と業績貢献を達成するには、知的センスと戦略思考を徹底的に磨くことが重要だ。戦略的コールセンター運営のための真理論。'
end

Book.seed_once(:id) do |b|
  b.title = '続・インタフェースデザインの心理学'
  b.description = 'ベストセラー書『インタフェースデザインの心理学』の続編。本書では、デザイナーが心に留めておくべき指針を、最新の研究で明らかになった事実とともに紹介します。「画面上の情報を読むのと本を読むのとでは読み方が違う」「読むというのは生得の能力ではない」「意識より無意識のほうがビッグデータの処理に長けている」「中心視の対象は周辺視野が決めている」「中高年の人々が科学技術を使いこなすのに手間取る理由は、記憶力が衰えたからではなく記憶力に自信がなくなったからである」「視力のない人は舌にカメラを接続すれば見える」…このほかにも94の指針を収録。驚くべき「新たな100の指針」をお楽しみください。'
end

Book.seed_once(:id) do |b|
  b.title = 'ダイレクト・リクルーティング'
  b.description = '人手不足時代でも人材採用に成功している企業は
「ダイレクト・リクルーティング」を実践している
求人ポータルサイトや人材紹介会社などを介しての採用から
企業が求職者に直接アプローチして採用する時代へ'
end

Book.seed_once(:id) do |b|
  b.title = '小さなチーム、大きな仕事'
  b.description = '会社は大きいほうがいいなんて幻想だ。高価な広告、営業部隊、オフィス、いや、会議も事業計画もいらない。小さな所帯で、シンプルに、迅速に、臨機応変に。世界的スタートアップ、ベースキャンプの創業者とカリスマ開発者が、インターネット時代の仕事術を伝授するビジネス書の新スタンダード。イラスト収録版。'
end

Book.seed_once(:id) do |b|
  b.title = '沈黙のwebマーケティング'
  b.description = 'ヒロイン・松岡めぐみの父親が経営するオーダー家具の販売会社「マツオカ」。そのWebサイトは、ある理由から検索結果の表示順位が急激に低下する。マツオカの売り上げは激減し経営危機に瀕したとき、めぐみの前に謎のWebマーケッター「ボーン・片桐」が現れる。
'
end

Book.seed_once(:id) do |b|
  b.title = 'チャレンジャーセールスモデル'
  b.description = '我々の「理想の営業像」は完全に間違いだった!4年間90社6000人にのぼる大規模・徹底調査で判明。「大型」「複雑」な営業でも、不況でも常勝する、「スキル」「行動」「知識」「態度」とは?全米40万部。イギリス・ドイツほか10ヵ国で刊行の「最先端」実践テキスト。新時代のセールス・バイブル。'
end

Book.seed_once(:id) do |b|
  b.title = 'デザインスクリプト'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = 'デザインの伝え方'
  b.description = 'クライアントや上司、チームメンバーなどデザインを取り囲むステークホルダーにデザインの意図を正しく伝え、承認や合意を得ることは最適なUXを実現するうえで必須です。本書は、デザイナーが、デザイナー以外の人に、デザインに関わる様々な事柄を効果的に説明できるようになるための考え方やテクニックを紹介します。コミュニケーションの重要性、ステークホルダーの視点の理解や心情に寄り添う意味、デザインの狙いを明確にする作業、ニーズを聞き出すためのコツなどを詳しく説明します。デザインが承認されるまでの手順や合意しておきたい事柄を順を追って解説しているため、デザイナー以外の人にも役立ちます。日本語版付録として、ヒーウォン・チョイ氏による「最小限のドキュメントで理解を最大限に深める」を収録。デザインの有効性を実証するスキルを身に着け、組織としてベストなUXを実現したいと考える人、必携の一冊です。'
end

Book.seed_once(:id) do |b|
  b.title = 'なぜ最近の若者は突然辞めるのか'
  b.description = '若者の働き方研究の第一人者が「職場の若者にはなぜこれまでの常識が通用しないのか」に答えます!'
end

Book.seed_once(:id) do |b|
  b.title = '日本のベストベンチャー15社'
  b.description = '80社のベンチャー企業と大企業をつなぐ元興銀マンが「起業するならこの会社を真似ればいい」と選び抜いた15社を紹介。'
end

Book.seed_once(:id) do |b|
  b.title = 'ノンデザイナーズ・デザインブック'
  b.description = '4つの基本原則。これを知るだけで、あなたのデザインはずっとぐっと、良くなります。プロで無くても、読みやすいデザイン、伝わるプレゼン資料、わかりやすいレイアウトを作りたい。そんなあなたのための、デザインの基本書。日本語版補足。日本語によるデザインサンプル、和文タイポグラフィ。18年ずっと売れ続けているロングセラー、待望の第4版。'
end

Book.seed_once(:id) do |b|
  b.title = '発想する会社！'
  b.description = '一流企業が争って依頼するデザイン会社IDEO。これまで機密にされてきたその「創造力の技法」をついに公開。楽しい写真も満載。'
end

Book.seed_once(:id) do |b|
  b.title = 'ビジネスで活かすサービスデザイン'
  b.description = '本書では、ビジネスでのサービスデザインの基本と実践方法をわかりやすく解説します。具体的な成功事例を交え、サービスデザインを使った問題の特定からその解決方法までを示していきます。消費者・企業・行政に向けたサービスに携わる人のための、顧客体験の作り方がわかる実践的ガイドブックです。'
end

Book.seed_once(:id) do |b|
  b.title = 'フェイスブック 不屈の未来戦略'
  b.description = 'その成功は偶然ではない。フェイスブックが世界最大級のソーシャルネットワークになるために下した決断と、そこから得られる10の教訓、そしてさらなる10億人へ、フェイスブックが思い描く未来。フェイスブック開発者の一人が描くインサイドストーリー。'
end

Book.seed_once(:id) do |b|
  b.title = 'フォントのふしぎ'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = 'マイクロサービスアーキテクチャ'
  b.description = '柔軟かつシンプルな新時代のソフトウェアアーキテクチャ、マイクロサービスの本質に迫る!モノリシック(一枚岩)からの脱却。複数の小さいマイクロサービスに分割してそれらを連携させることで、迅速なデプロイ、優れた回復性やスケーラビリティを実現する。'
end

Book.seed_once(:id) do |b|
  b.title = 'マーケティングオートメーション導入の教科書'
  b.description = '集めた顧客データを眠らせない。マーケティングオートメーションってなに?導入するときにどこに注意すればよい?マーケティングの効率はどれくらい上がる?B to Cでも使える?ツールを選ぶときのポイントは?社内の調整はどう行う?PDCAの回し方は?第一線で活躍するプロがマーケティングオートメーションの疑問にお答えします。'
end

Book.seed_once(:id) do |b|
  b.title = '未来学者が教える予測の技術'
  b.description = '世界を変える画期的な新製品やサービス―これらが世に出てくるかなり前に、なんらかの兆候が出ている。だが、なぜ大半の人はそれを見逃してしまうのだろう?次の主流となる“本物”と一過性の“ニセモノ”はどう見分ければよいのか?気鋭の未来学者が編み出した、予測の「6つのステップ」を伝授する。'
end

Book.seed_once(:id) do |b|
  b.title = 'マスタリングTCP/IP'
  b.description = '大好評のマスタリングTCP/IPを時代に合わせて大幅に刷新。TCP/IP解説書の決定版！ インターネット接続のための標準プロトコルであるTCP/IP。本書は、大ベストセラーの『マスタリングTCP/IP入門編』を時代に合わせて大幅に再構成し、新しいトピックを追加した改訂第5版です。豊富な脚注と図版を用いたわかりやすい解説によって、TCP/IPの基本をきちんと学べます。プロトコル、インターネット、ネットワークについての理解を深める最初の一歩としてご活用ください。'
end

Book.seed_once(:id) do |b|
  b.title = 'リーンエンタープライズ'
  b.description = '新規事業を生み出し、顧客にすばやく価値を届けるには、それを支援する体制が必要です。本書は、あらゆるムダを省き、継続的に仮説検証を繰り返しながら、プロダクトやサービスを構築する「リーンスタートアップ」の手法を既存の企業に適用するための方法を説明します。市場環境や顧客ニーズの変化に対応し、イノベーションを加速させ、組織文化、ガバナンス、財務管理を最適化し続けるハイパフォーマンス組織になるための原則とパターンを、さまざまな成功企業のケーススタディとともに詳述します。'
end

Book.seed_once(:id) do |b|
  b.title = 'リーン開発の現場'
  b.description = '官公庁の大規模システム開発における、カンバンシステムを軸にしたプロジェクト進行の様子を、著者の経験に基づいて描写。「リーンソフトウェア開発」を現場でどのように適用するかを直裁的に解説しています。'
end

Book.seed_once(:id) do |b|
  b.title = 'リーン顧客開発'
  b.description = '本書は、顧客開発のプロセスにおいて「構築・計測・学習」のフィードバックループを実践するための書籍です。ターゲット顧客のプロフィールをマッピングする方法から、顧客の行動背景や課題を明確にするインタビューのコツまで、顧客開発を行うための手順を具体的に解説します。「リーンスタートアップ」を実践したい人、必読の一冊です。'
end

Book.seed_once(:id) do |b|
  b.title = 'リーン・スタートアップ成長戦略'
  b.description = 'リーン・スタートアップの次の成長に向けてのGO‐LEAN戦略を図解で詳述。'
end

Book.seed_once(:id) do |b|
  b.title = 'リーンブランディング'
  b.description = 'ブランドは大企業だけでなく、スタートアップでも重要です。新製品や新サービスについて顧客に意図を正しく認知させ、興味をもってもらうためにはブランドが不可欠です。事業をゼロからつくる時と同様に、ブランド作りでもリーン・スタートアップが役立ちます。本書では、実用最小限のブランドから構築‐計測‐学習ループを回してリーンにブランド構築をし、「顧客との関係」を確実に成長させていく方法を事例を交えてわかりやすく解説します。'
end

Book.seed_once(:id) do |b|
  b.title = 'Air bnb'
  b.description = '3人の若き創業者は厚かましく奇妙なアイデアをいかに猛スピードで3兆円企業にしたのか?世界3万4000都市を超える宿泊ネットワークを築いたエアビーアンドビーに迫る初のノンフィクション。'
end

Book.seed_once(:id) do |b|
  b.title = 'JavaScript:The Good Parts'
  b.description = '「JavaScriptは言わばひとかたまりの大理石であり、私はその中からこの言語のすばらしい本質が現れるまで、美しくない機能を取り除いていく。最終的に私が削り出すことになる美しいサブセットは、より信頼でき、読みやすく、メンテナンスがしやすく、すべてにおいて非常に優れた言語になると私は信じている。」(「1章 良いパーツ」より)―本書は、JavaScript言語の「良いパーツ」に注目し、良質なコードを書くためのポイントを示唆する。「良いパーツ」を通してJavaScriptを再評価することで、見落とされていたJavaScript言語の本質が見えてくる。'
end

Book.seed_once(:id) do |b|
  b.title = 'LEAN ANALYTICS'
  b.description = '本書は「リーンスタートアップ」が提唱する構築・計測・学習ループの「計測」にフォーカスしたものです。6つのビジネスモデルを例に挙げ、具体的なデータの裏付けを使いながら、スタートアップが成長するための「計測すべき数値」について詳細に解説します。数字や指標が苦手な人も、起業家ではないビジネスマンも、スタートアップの第一人者が提唱する最重要指標(OMTM)やリーンアナリティクスのステージといった概念を使えば、本物の行動につながる「アナリティクス」が実現できます。'
end

Book.seed_once(:id) do |b|
  b.title = 'LEAN UX'
  b.description = '本書は、Lean UXのプロセス、MVPやプロトタイプを使った仮説の検証、さらにユーザーからのフィードバックを効率的に得る方法などLean UXの全体を解説します。今回の改訂では企業の導入事例も紹介しており、より実践的に手法を学ぶことができます。チームや開発のアジリティ(柔軟性や俊敏性、課題への対応力)を保ちつつも、プロダクト開発のライフサイクルにおけるユーザーニーズにも応えるという課題を持つすべての人、必携の一冊です。'
end

Book.seed_once(:id) do |b|
  b.title = 'nginx実践入門'
  b.description = '高速/安定稼働を実現する構築と運用のテクニック。Webサーバ/リバースプロキシ/大規模コンテンツ配信/HTTPS/アクセス制御/gzip圧縮/HTTP/2/ロードバランス/キャッシュ/ログ/モニタリング/無停止アップグレード/Luaによる拡張/OpenResty。優れたスケーラビリティを最大限に活かす。'
end

Book.seed_once(:id) do |b|
  b.title = 'PARANOID SURVIVE'
  b.description = '産業を変え、企業をも飲み込んでしまう「戦略転換点」は必ずやってくる。これを見過ごしたら、企業にとっても、個人のキャリアにとっても命とりだ。バグで4億7500万ドルの損失計上、日本メーカーの攻勢で決断した主力メモリー事業からの撤退など、数々の修羅場を乗り越えたパラノイアである著者が、「戦略転換点」を見極め、予測不可能な世界でしぶとく生き残る方法を教える。'
end

Book.seed_once(:id) do |b|
  b.title = 'RPAの威力'
  b.description = 'RPAのソフトウエアロボットによる業務の自動化。RPAの革新力に気づいた先進企業8社の事例を収録。'
end

Book.seed_once(:id) do |b|
  b.title = 'RPA革命の衝撃'
  b.description = '10年後、ホワイトカラーの仕事の47%が無くなる?'
end

Book.seed_once(:id) do |b|
  b.title = 'Ruby on Rails5'
  b.description = '大幅進化した定番MVCフレームワークの全機能が学べる!実践的なWebアプリケーション開発ノウハウを網羅!'
end

Book.seed_once(:id) do |b|
  b.title = 'RUNNING LEAN'
  b.description = '顧客が必要とするMVPを構築する方法、構築・計測・学習ループを高速化する方法、製品/市場フィットを達成する方法などについて、リーンキャンバスや顧客インタビューの手法を使いながら具体的に解説。SERIES第一弾。2012 Jolt Awards The Best Books受賞。'
end

Book.seed_once(:id) do |b|
  b.title = 'SHOE DOG'
  b.description = '世界最高のブランド、ナイキを創った男。'
end

Book.seed_once(:id) do |b|
  b.title = 'START UP STUDIO'
  b.description = 'これはまるで、企画、撮影、キャスティングなど、さまざまなプロフェッショナルが集結して世界的大作をつくり上げる、ハリウッドの映画スタジオのようだ。革新的なスタートアップや新規事業を次々に育成・輩出する全く新しい組織が今、世界を席巻しようとしている。その全容を網羅した初の解説書!'
end

Book.seed_once(:id) do |b|
  b.title = 'THE MODEL'
  b.description = '「顧客の購買プロセスの半分以上は営業に会う前に終わっている」この事実の前に、企業のマーケティング、営業活動は変革を迫られている。クラウド、SaaSの黎明期に日米のオラクル、セールスフォース・ドットコムで成長の現場に立ち会いマルケト日本法人を立ち上げた著者がそのビジネスの核心を明かす。'
end

Book.seed_once(:id) do |b|
  b.title = 'THINK WILD'
  b.description = 'もしあなたが誰にも言えないアイデアを抱えて悩んでいるなら、この本を読んでほしい。1997年の創業以来、27の国、45を超える都市に拠点を置き、600社、1000人超の起業家を支援してきた伝説の非営利ベンチャーキャピタルの創業者にしてCEOが初めて明かす、最初の1歩を踏みだし、成功をつかむまでに必要なことすべて。'
end

Book.seed_once(:id) do |b|
  b.title = 'UXの時代'
  b.description = 'IoT、人工知能、ビッグデータ、センサー、ロボティクス…テクノロジーの進化と普及は、企業のあり方、個人の働き方を根底から変え、かつてないUX(ユーザーエクスペリエンス)を生み出す―。モノ・空間・仕事・輸送の4大リソースを解放する共有型経済のビジネスモデル。'
end

Book.seed_once(:id) do |b|
  b.title = 'UX×Biz Book'
  b.description = 'ビジネス視点から、UXの価値を探る
ビジネス・パーソン向けのUX（ユーザーエクスペリエンス : 顧客体験）解説書。
B2Cであれ、B2Bであれ、Webであれ、アプリであれ、ブランディングであれ、コールセンターであれ、ビジネスの場面において「顧客とのエンゲージメント」の重要性が増している中、UXアプローチは必要不可欠なものとなってきています。
本書はデジタル・マーケティングから顧客との関係構築、ブランディング、実装まで、それぞれ現場で活躍する執筆陣が、多面的・複合的な視点、切り口で、UXおよびUXDのビジネス価値に関して、分かりやすく解説します。'
end

Book.seed_once(:id) do |b|
  b.title = 'Webを支える技術'
  b.description = '本書のテーマはWebサービスの実践的な設計。まず良いWebサービス設計の第一歩として、HTTPやURI、HTMLなどの仕様を歴史や設計思想を織り交ぜて解説。そしてWebサービスにおける設計課題、たとえば望ましいURI、HTTPメソッドの使い分け、クライアントとサーバの役割分担、設計プロセスなどについて、現時点でのベストプラクティスを紹介。'
end

Book.seed_once(:id) do |b|
  b.title = '＠人事11'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = '@人事12'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = '@人事14'
  b.description = ''
end

Book.seed_once(:id) do |b|
  b.title = '10年つかえるSEOの基本'
  b.description = 'すぐに変わってしまうトレンドを追うより変わらない“考え方”をおさえよう。フルカラーの紙面でかけあいを追いながらたのしくわかる!'
end

Book.seed_once(:id) do |b|
  b.title = 'ライト、ついてますか'
  b.description = 'ジェリー・ワインバーグとその仲間たちの〈計算機の人間学〉の本。この本は問題発見についての本である。問題は解くより発見する方がずっとむずかしく、ずっと面白い。―実人生で本当にものをいうのはそこなのだ。'
end
